Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_192_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Mii oktavuođaid ?
smn: Mii ohtâvuođâid ?

source: Oktavuohta - neahttaaviissa
smn: Ohtâvuotâ - nettiaavis

source: vuosttaš ulbmil lea juohkit áigeguovdilis vuođđodieđuid sámi servodagas ja sámi álbmogis otnábeaivvi suopmelaš ja davviriikkalaš servodagain ja oahpistit berošteddjiid eará gáldosiidduide interneahtas .
smn: vuossâmuš ulme lii jyehiđ äigikyevdilis vuáđutiäđuid säämi siärváduvâst já säämi aalmugist onnáápeeivi syemmilâš já tave-eennâmlâš siärváduvâin já uápistiđ perusteijeid eres käldeesijđoid interneetist .

source: Njealji riikka sámi servodat eallá aktiivvalaš nuppástusaid ja ovdáneami áigodaga , mas ođđa huksejuvvo fárttain árbevirolaš eallinvuogi báldii ja dan vuođul .
smn: Neelji riijkâ säämi siärvádâh iälá aktiivlâš nupástusâi já ovdánem áigáduv , mast uđđâ huksejuvvoo liävttoin ärbivuáválâš eellimvyevi paaldân já ton vuáđuld .

source: Dáid áššiin suopmelaš skuvla diehtá goittotge hui unnán .
smn: Tain aašijn syemmilâš škovlâ tiätá kuittâg uáli uccáá .

source: Skuvlagirjjiin sámi servodaga dálá dilit ja dálá áigi ii jur gieđahallojuvvo .
smn: Skovlâkiirjijn säämi siärváduv tááláš tile já tááláš äigi ij ennust kieđâvuššuu .

source: Sámiide laktáseaddji miellagovat , maid maiddái skuvla bajásdoallá , dávjá bohtet topeliánalaš áiggis ja áigodagas , goas sihke suopmelaš ja sápmelaš servošis elle vel ovdamodeardna áiggi .
smn: Sämmiláid lohtâseijee mielâkoveh , maid meiddei škovlâ alnetuálá , puátih távjá topeliaanlâš ääigist já áigáduvâst , kuás sehe syemmilâš já sämmilâš siärvusist ellii vala ovdâmoodeernlâš ääigi .

source: Sámit , earenoamážit nuorat , eai dovdda iežaset dain govain ja dávjá atnet unohassan go almmolaš jurdda sámiin lea nu guhkkin eret duohta máilmmis .
smn: Sämmiliih , eromâšávt nuorah , iä tuubdâ jieijâs tain kuuvijn já távjá aneh unohâssân ko almos juurdâ sämmilijn lii nuuvt kukken tuotâ mailmist .

source: Sámi birrasiin mii diehttelas dovdat buorebut iežamet diliid , eallit mielde sámi servodagas , čuovvut sámi aviissaid , TV- ja radiosáddagiid ja gulahallat olbmuiguin badjel riika- ja giellarájáid .
smn: Säämi pirrâsijn mii tiäđust-uv tubdâp pyerebeht jieččân tile , eellip mieldi säämi siärváduvâst , čuávvup säämi aavisijd , TV- já radiovuolgâttâsâid já savâstâllâp ulmuiguin paijeel riijkâ- já kielâraajij .

source: Muhto ain lea nu , ahte sámi servodahkii guoski dieđut leat unnán maiddái sámi oahppogirjjiin .
smn: Mut ain lii nuuvt , et säämi siärváduv kyeskee tiäđuh láá uccáá meiddei säämi oppâkiirjijn .

source: Danin almmuhit dán neahttaaviissa maiddái sámegielain .
smn: Tanen almottep taam nettiaavis meiddei sämikielân .

source: Leat veaháš heivehan teavsttaid dađi mielde geaid jurddašit sámegielat siidduid geavaheaddjin .
smn: Lep ucánjáhháá heiviittâm teevstâid tađe mield kiäid jurdâččep sämikielâlâš siijđoi kevtten .

source: Eat diehttelas dárbbaš dáin siidduin addit álgooahpu sámegielas – gáddit , ahte dat guhte sámegielat siidduid geavaha , máhttá juo giela .
smn: Ep tiäđustkin taarbâš täin siijđoin adeliđ algâuápu sämikielâst – jurdep , et tot kote sämikielâlâš siijđoid kiävttá , máttá jo kielâ .

source: Danin leat rievdadan ee. dan oasi , man bajilčála suomagielat siidduin lea ´oahpa davvisámegiela´ .
smn: Tanen lep rievdâdâm el . ton uási , mon paječalluu suomâkielâlâš siijđoin lii ´oopâ tavesämikielâ´ .

source: Sámegielat geavaheddjiide dan oasi lea čállán girječálli Kerttu Vuolab ja bajilčála lea ´Eatnigiella´ .
smn: Sämikielâlâš kevtteid taan uási lii čáállám kirječällee Kerttu Vuolab já paječaalâ lii ´Eenikielâ´ .

source: Neahttaaviisa dievasmahttojuvvo ja ođasmahttojuvvo dađistaga , muhto dan bokte leat juo dál gávdnamis ollu dieđut ja liŋkkat eará diehtosiidduide , sámi organisašuvnnaide ja ásahusaide .
smn: Nettiaavis tievâsmittoo já uđâsmittoo taađeest , mut ton pehti láá jo tääl kavnuumist ennuu tiäđuh já liiŋkah eres tiätusijđoid , säämi organisatioid já asâttâssáid .

source: Sámiid parlameanttat ja sámesearvvit , sámi girjjálašvuohta , musihkka , teáhter , filbma ja máŋggat eará suorggit hábmejit ođđa sámevuođa ja gieđahallet iešguđet vugiiguin nuppástuvvi kultuvrra bávččagahtti ja árgges áššiid : giela nuppástusaid ja áitatvulos saji , olbmuid eret fárrema árbevirolaš guovlluin , árbevirolaš ealáhusaid váttis diliid , váilevuođa sámegielmáhtolaš ámmátolbmuin jna. .
smn: Säämi parlameentah já sämiseervih , säämi kirjálâšvuotâ , muusik , teatter , filmâ já maaŋgah eres syergih hämmejeh uđđâ sämivuođâ já kieđâvušeh jieškote-uv vuovijguin nubástuvvee kulttuur povčâgittee já ärgis aašijd : kielâ nubástusâid já aštuuvuálásâš saje , ulmui meddâl varrim ärbivuáválâš kuávluin , ärbivuáválâš iäláttâsâi vádis tile , vááijuvvuođâ sämikielmátulâš áámmátulmuin jna. .

source: Sámi media gieđahallá iežas servodaga dáhpáhusaid ja nuppástusaid beaivválaččat – ja bajáshukse seammás maid sámiid oktasaš árgabeaivvi riikkarájáid rastá .
smn: Säämi media kieđâvuš jieijâs siärváduv tábáhtusâid já nubástusâid piäiválávt – já pajashuksee siämmást meiddei sämmilij ohtsâš argâpeeivi riijkârajij rasta .

source: Sámit barget aktiivvalaččat riikkarájáid badjel ja oassálastit álbmogiidgaskasaš ovttasbargui ovttas máilmmi eará álgoálbmogiiguin .
smn: Sämmiliih pargeh aktiivlávt riijkarajij paijeel já uásálisteh algâaalmugijkoskâsâš ohtsâšpaargon oovtâst maailm eres algâaalmugijguin .

source: Sámiid parlameanttat ja parlamentáralaš ovttasbargu hábmejit ođđa áiggi sámi politihká , mas aktiivvalaččat ráđđádallet stáhtaid ráđđehusaiguin ja eisseváldiiguin .
smn: Säämi parlameentah já parlamentaarlâš ohtsâšpargo hämmejeh uđđâ ääigi säämi politiik , mast aktiivlávt ráđádeleh staatâi haldâttâsâiguin já virgeomâháiguin .

source: Sámegiella lea skuvlla giella seammá áigge go dat maid ovddiduvvo diehtaga , almmolaš bálvalusaid , hálddahusa ja láhkaásaheami giellan .
smn: Sämikielâ lii škoovlâ kielâ siämmáá ääigi ko tot meiddei ovdeduvvoo tiettuu , almos palvâlusâi , haldâttâs já lahâasâttem kiellân .

source: Maid nuorat jurddašit iežaset eallimis ja sápmelašvuođasteaset ?
smn: Maid nuorah jurddâččeh jieijâs elimist já sämmilâšvuođâstis ?

source: Mii lea sámegiela ja sámi kultuvrra sadji skuvllas , medias , girkus , ruovttuin , olbmuid mielain ?
smn: Mii lii sämikielâ já sämikulttuur saje škoovlâst , mediast , kirhoost , pääihist , ulmui mielâin ?

source: Mat leat ja maid barget sámedikkit ?
smn: Moh láá já maid pargeh sämitigeh ?

source: Man láhkái ja gos sámiid gielalaš ja kultuvrralaš rievttit leat dorvvastuvvon ?
smn: Maht já kost sämmilij kielâlâš já kulttuurlâš rievtih láá torvejum ?

source: Geat leat sámi musihkkarat , duodjemeašttárat , govvadáiddarat , girječállit , filbmadahkkit ?
smn: Kiäh láá säämi musikkáreh , tyejimiäštáreh , kovetaidâreh , kirječälleeh , filmârähteeh ?

source: Manin sámi gávtti geavaheamis lea nu ollu sáhka ?
smn: Manen sämimááccuh kevttimist lii nuuvt ennuu saahâ ?

source: Mii lea eakti sámi duodji ?
smn: Mii lii puigâ sämityeji ?

source: Vástádusaid dáid gažaldagaide lea vejolaš ohcat dáin siidduin dahje siidduin , maidda dát siiddut láidestit .
smn: Vástádâsah täid koččâmâššáid lii máhđulâš uuccâđ täin siijđoin tâi siijđoin , moid tah siijđoh laiđiisteh .

source: Neahttaaviisa ii sáhte sisttisdoallat buot áššiid .
smn: Nettiaavis ij pyevti toollâđ siste puoh aašijd .

source: Dat ii leat ollenge dievaslaš , baicce teaksta- , govva- , video- ja govvaráidočoakkáldat sámiide dehálaš áššiin .
smn: Tot ij lah ollágin tievâslâš , eereeb tekstâ- , kove- , video- já koveráiđučuágálduv sämmiláid tehálaš aašijn .

source: Lohkatmeahttumat leat goittotge dat dehálaš áššit , mat báhcet dán neahttaaviissa olggobeallái daningo min ” doaimmahus ” lea unni ja resurssat vátná .
smn: Luhâmettumeh láá kuittâg toh tehálaš ääših , moh pääccih taan nettiaavis ulguubel tanen ko mii ” toimâttâs ” lii ucce já resursseh vääni .

source: Muhto daidnai áššiin , mat váilot dáin siidduin , lea vejolaš gávdnat dieđuid eará siidduin , maidda Oktavuohta oahpista .
smn: Mut tain-uv aašijn , moh váiluh täin siijđoin , lii máhđulâš kavnâđ tiäđuid eres siijđoin , moid Ohtâvuotâ uápist .

source: Leat maiddái giitevaččat , jos oažžut neahttaaviissa geavaheddjiin jurdagiid , materiála ja máhcahaga .
smn: Lep meiddei kijtoliih , jis uážžup nettiaavis kevttein jurduid , materiaal já macâttâs .

source: Midjiide lea vejolaš sáddet e-poastta : info ( at ) sámediggi .
smn: Mijjân lii máhđulâš vuolgâttiđ e-poostâ : info ( at ) sámediggi .

source: Oktavuohta lea almmuhuvvon bábiraviisan jagiin 1993-1997 ( govain ) .
smn: Ohtâvuotâ lii almostittum päviraavisin iivijn 1993-1997 ( kuvijguin ) .

source: Dat almmuhuvvojedje dalle ovttasbarggus oahpahusráđđehusain .
smn: Tot almostittui talle ohtsâšpargoin opâttâshaldâttâssáin .

source: Neahttaaviissa almmuheapmi leamaš vejolaš sisáššiidministeriija YES-prošeavtta doarjagiin .
smn: Nettiaavis almostittem lii lamaš máhđulâš sisašijministeriö YES-proojeekt torjuin .

source: Doaimmahus
smn: Toimâttâs
